{
  "30": "0",
  "601": "01",
  "602": "02",
  "603": "03",
  "604": "04",
  "2022": "•",
  "10181": "All",
  "4713260": "Month",
  "6507225": "South of the Red Sea ",
  "6892774": "sport",
  "15309273": "Explore",
  "16555719": "Booking Policy",
  "22755570": "Start planning. Connect with our boat rental agent.",
  "23735199": "Overview",
  "27384485": "Inform us about the preferences and requirements of your yacht charter. Our crew is waiting to create your dream experience.",
  "29976070": "while submitting the form.",
  "46164414": "Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its advertising network. For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page:",
  "48010856": "Privacy Policy ",
  "65950993": "DREAM DISCOVERY",
  "71693103": "A virtual tour of the yacht",
  "407c5371": "THE WORLD OF YOUR DREAMS",
  "2268ff": "Home",
  "3a37caf": "CHARTER YOUR YACHT",
  "153510a7": "Yacht World ",
  "1a362170": "RED SEA DISCOVERY",
  "-48326dbb": "Destinations",
  "-42043071": "BEHIND THE SCIENCE",
  "65c19502": "Contact Us ",
  "7f274abe": "Contact us",
  "22647b13": "+201201089636",
  "6bf8ebb7": "info@egyptyachting.com",
  "-199cd82c": "ADDRESS",
  "-5150e647": "RED SEA, EGYPT ",
  "6a914b86": "QUICK LINKS",
  "4f912d2b": "Terms & Conditions",
  "-3fbde6f6": "Privacy Policy",
  "-332692e4": "Yachting Experience -",
  "73cfeff4": "your new way of living",
  "5d96b8cf": "YACHTING EXPERIENCE",
  "-5d3c660b": "The world is yours to discover",
  "-5491c29c": "Egypt Yachting is a first-class yachting house with bespoke luxury across yacht charter and boat tours in the Red Sea, Egypt. We will help you charter luxury yachts, buy, sell, build, manage - and do anything in between - anywhere on the Red Sea.",
  "-710490c": "CHOOSE YOUR FAVOURITE YACHT ",
  "5cd47b2e": "Sail like a millionaire",
  "4d58d3b0": "Live an unforgettable experience with your family or friends cruising through the most beautiful landscapes of the Red Sea. ",
  "7fe5b83b": "Experience life onboard tailored to your preferences. Select your favourite yacht - be your own captain.",
  "-6d71d71e": "Explore more",
  "-2bf361a9": "ESCAPE TO THE WORLD OF YOUR DREAMS",
  "4f3c9eb2": "Bespoke experiences",
  "e1dd8fc": "Enjoy every little moment spent on the sea. As soon as you step onboard, your charter experience will be tailored to your taste from food, and drinks to any other activities.",
  "136c6dc6": "Just tell us what perfection looks like to you. Your ideal yacht and crew are waiting to deliver an experience like no other. ",
  "498d8a56": "RED SEA COAST",
  "-70359a54": "Explore. Discover. Live",
  "18bb29cd": "Get inspired by our luxury yacht fleet. Explore our liveaboard destinations or join one of our daily trips to the most beautiful places on the Red Sea. ",
  "-7ef1c3a3": "LUXURY EXPERIENCE",
  "6291e652": "Yacht Charter",
  "-18a9fa0d": "Your ideal yacht and crew are waiting to deliver an experience like no other.",
  "552c03d1": "LEARN MORE",
  "-419fc19": "Daily Trips",
  "-2e231490": "Join our daily trips to discover the most extraordinary spots of the Red Sea.",
  "69fe1734": "Founded with love for the best yachting experience ",
  "650a848b": "Our extensive local knowledge gives us the possibility to make anything happen for our guests. From swimming with dolphins to organizing a private chef or food delivery when you are in the middle of the sea to booking an extra stay at the hotel. Anything is possible.",
  "-16f5dca7": "MADE BY PASSION",
  "3a95feb8": "Charter Management",
  "203dbc91": "We create bespoke experiences and lifelong adventures within the yacht industry.",
  "-5f3e8ec1": "LLIFELONG ADVENTURES",
  "-5eef1d2": "Explore travel destinations and dive into the turquoise waters of your own private yacht charter.",
  "-66262913": "Your VIP yachting services ",
  "-2147a2d7": "Your request is our top priority when it comes to the best charter, and planning your itinerary whether it involves any special requirements.",
  "-11d043e0": "EGYPT YACHTING",
  "-3d7b47af": "Explore our world",
  "792b2792": "Instagram",
  "4b9775b": "SUPER",
  "-6908abaf": "ultimate",
  "-41f50c37": "legacy",
  "33d8a3de": "MOTORBOATS",
  "d7a8dc2": "SAILBOATS",
  "-646d2b54": "YACHTS",
  "512df3e7": "DAILY TRIPS",
  "72f0b18d": "First class yachting house with ",
  "-5fb03a05": "bespoke luxury across yach & boat charter.",
  "56d8f0eb": "CHARTER",
  "-723f6c02": "Motorboats",
  "-212b623e": "Sailboats",
  "5489ecff": "Luxury yachts",
  "-488a7307": "Daily trips ",
  "-345cedb8": "Our latest news ",
  "-12b421f2": "GET IN TOUCH",
  "-52af99ce": "www.egyptyachting.com",
  "bf99cb3": "YOUR JOURNEY",
  "41e4b67b": "Destinations ",
  "-3d013a0c": "Latest news ",
  "2781060f": "About us ",
  "5ea1f0b9": "NEWSLETTER",
  "-4fec8807": "Your submission has been received!",
  "5e8b37b7": "Oops! Something went wrong ",
  "-38be8038": "PAYMENT METHODS ",
  "3acb8241": "©EgyptYachting 2022. All Rights Reserved. ",
  "5b2": ". ",
  "-6895c513": "Made with love.",
  "526532fd": "QUOTE A",
  "185bd6f9": "PROJECT",
  "7f2746de": "Contact Us",
  "-5230a9d2": "Get in touch",
  "4fc9f559": "We would love to hear from you. ",
  "7573a770": "Please contact us directly via e-mail or whatsapp.",
  "-11c6301f": "Protected page",
  "-f5c4b5f": "Incorrect password. Please try again.",
  "49a057c4": "Page not found",
  "583f3656": "The page you are looking for doesn't exist or has been moved.",
  "987e92b": "BACK TO HOME",
  "-74b436b5": "Back to home",
  "-64104400": "Contact",
  "200d": "‍",
  "7720e092": "LUXURY VOYAGE",
  "-1f14ba7e": "Your yachting experience",
  "-69218d66": "We would love to hear from you. Please supply us with the information and we will respond to your enquiry as soon as possible. Your personal information will not be used for any other purposes.",
  "-4a90f0fc": "FAST CHAT ",
  "772c5592": "WhatsApp",
  "-215127b0": "GIVE US A CALL",
  "-32c29c65": "MAKE A RESERVATION",
  "-43c1f451": "SUPPORT",
  "7a8fdc05": "Freqently asked questions",
  "-74988e54": "Check our charter guide outlines that cover everything you need to know about luxury yacht charter, destinations, liveaboard and daily trips on the Red Sea in Egypt.",
  "21d577ba": "How to charter a super yacht? ",
  "-1bcc1419": "There are a few key steps you need to follow when requesting to book a luxury yacht charter: ",
  "68b315a9": "• Your charter destination. You can find some inspiration from our destination guidelines. ",
  "-5b55cc28": "• Your requirements include budget, number of guests and the style of your yacht charter. ",
  "-71771bd5": "Our yacht rental agent will contact you with all the details and the most suitable package for you. ",
  "7a650d67": "How can I rent a speedboat?",
  "-4f5b752f": "Speedboats can be chartered any day of the week. The availability might be limited depending on the season and holidays. Please contact us in advance with the necessary information about your budget, destination, and the number of guests.",
  "1bfa3cf6": "Can I charter with my children? ",
  "-28ae39": "Yacht charter is a dream come true for most kinds, thanks to the wide range of water toys and family-friendly destinations offering children's activities, menus and more.",
  "-6fe93d36": "Your charter preferences ",
  "-3d1e3cd7": "What are the check-in / check-out times for yacht charter or liveaboard? ",
  "31d100c7": "The check-in & check-out time depends on each yacht's charter or different liveaboard schedules. Usually, this information is displayed on our website or your booking confirmation. Please let us know at the time of booking in case if you are continuing your holiday in the Red Sea at a hotel or if you need additional assistance in booking your additional stay.",
  "-33577100": "What is the best time of year to dive? ",
  "-b4439b3": "Egypt offers all year-round great temperatures. September till the first two weeks of November the air temperature is beautiful, pleasant with warm water temperature.  From November to the end of March temperatures are cooler with stronger winds.",
  "-2570bf9": "Daily trips",
  "4cf08b6d": "Luxury travel",
  "5deb15fe": "Experience the true beauty of the Red Sea. Explore the coral reefs, deep blue holes, and incredible sea life of this natural paradise on our daily trips. ",
  "420329a6": "Discover the Red Sea ",
  "21ba2564": "discover egypt",
  "-6bfbb183": "Join our daily trips",
  "-6f7413b": "Book your travel activities in Egypt. Add your personal touch to our adventures, compare all travel styles, and book your favourite trip. From snorkeling trips to scuba diving, and water sports. The world is yours to discover.",
  "3d503d2b": "No items found.",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "-21928132": "We haven't published any posts",
  "-4ceefe5b": "EGYPTIAN COASTLINE",
  "3e365c68": "Explore our itineraries",
  "76a7e323": "North of the Red Sea",
  "4f3339d0": "Sharm El Sheik, Hurghada & Dahab ",
  "-1f892d2d": "MArsa alam & brothers island",
  "-3cbbc458": "Into the borders ",
  "1f1568a9": "St Johns, Rocky Island and Zabargad",
  "-48450d64": "CHECK ALL DESTINATIONS",
  "-52fe892a": "Want to receive emails?",
  "-193e168a": "Sign up to get an email with our latest news. Only happens once a month!",
  "2393bc0e": "LIVEABOARD VOYAGE",
  "740b58d": "Pristine destinations",
  "-11df881a": "Explore charter destinations that give a taste of what's possible when you plan the ultimate vacation. Ask us for a personalised itinerary or see how we can arrange a charter to explore your bucket-list destinations in Egypt.",
  "-4b9bbf2e": "North of Red Sea",
  "690156c0": "Experience this year-round paradise, with constant sunshine and warm temperatures, in the lap of luxury.",
  "-1cfa5120": "Explore the northern Red Sea by beautiful contracts - from dusty red deserts to sublime blue waters with a tempting selection of dive sites on its doorstep, including spectacular reefs and ghostly wrecks.",
  "183548e1": "Sharm El-Sheikh, Hurghada & Dahab",
  "4a86b95b": "South of the Red Sea",
  "3f2232f5": "Dive pristine reefs, dramatic wrecks, and remote islands with sharks galore, combining the best of the Red Sea.",
  "-6c1d9c59": "Central of the Red Sea offers an exciting mixture of shore dives and adventurous liveaboard safaris. Action-packed diving, shallow wrecks, and sheltered bays",
  "334e27c0": "Marsa Alam & Brothers Islands",
  "-2ea86006": "Treat yourself to the quintessential break as you island-hop in the sunshine and dive into turquoise waters.",
  "-759735bc": "Best explored on a liveaboard voyage, Egypt's southern Red Sea offers the most remote and exhilarating diving spots with pristine, and untouched coral reefs.",
  "433f4bba": "St Johns, Rocky Island & Zabargad",
  "-7ab69573": "Into the details ",
  "-6931015f": "Facilities",
  "-7ca20450": "Cabins:",
  "-6dbf7ccf": "Route:",
  "-6c040b0d": "Speed:",
  "73c3c02c": "12 knots",
  "4d52095": "Trip:",
  "-2814f0c8": "Nitrox:",
  "15ac7": "Yes",
  "4facb85": "WiFi:",
  "-49cf9a71": "Transfer:",
  "-5ba3408a": "Rental:",
  "5e61c363": "Features ",
  "c1fe728": "/ per day",
  "5f74837d": "Check In",
  "-71dd6b00": "mm/dd/yyyy",
  "-70e3fc0a": "Check Out",
  "7fc879bb": "Guests",
  "5c8e9929": "1 guest",
  "f107": "",
  "eceacdd": "Request to Book",
  "450a2074": "No payment is required during this reservation process",
  "44f667": "The world is yours to discover. ",
  "3c8dc055": "It’s been viewed 500+ times in the past week.",
  "19bcab5": "Save to Wish List",
  "-38f4911e": "47267 travelers saved this place",
  "57850f32": "Gallery",
  "-1778ff53": " Your ideal yacht and crew are waiting to deliver an experience like no other. ",
  "-4a505b27": "The world is yours to discover.",
  "35436b3f": "Liveaboard trips",
  "22e52652": "Explore charter destinations that give a taste of what's possible when you plan the ultimate vacation. Ask us for a personalised charter itinerary or check our bucket list destinations.",
  "62d4cf82": "Our upcoming trips ",
  "5b": "[",
  "5d": "]",
  "5601d10b": "itinerary",
  "-52aefc2f": "Learn more",
  "-19083e4c": "Length of trip",
  "71b8358a": "Experience",
  "-7ad4cbb3": "Number of dives",
  "-558d4946": "INSURANCE",
  "2d2d588d": "Transfer & details ",
  "5d6718d4": "DEPARTURE",
  "-701eced0": "RETURN",
  "472f03b3": "04:00pm",
  "-8611a5f": "Highlights ",
  "7b8893d9": "TRIP DETAILS ",
  "-5fbfb48d": "Diving enviroments ",
  "163e92d7": "25 JULY 2022 ",
  "2cf25e58": "Hurghada",
  "-2022496c": "Hurghada Airport: HRG",
  "390f145e": "Payment & cancellation terms",
  "2b719be5": "Select cabin",
  "5ca99d10": "TRIPS 2022",
  "3dedb8f1": "trips 2023",
  "-63da30eb": "Brothers, Daedalus, Elphinstone (HRG)",
  "45233f2a": "8 days / 7 nights ",
  "5dab6062": "Advanced Open Water - Minimum 30 dives",
  "-3058ec07": "19 dives ",
  "-4fa59d2a": "Dive and travel insurance required",
  "-4e1dda03": "- 8 days / 7 nights ",
  "-3c0dda4d": "What’s a Rich Text element?",
  "2e633c6a": "The rich text element allows you to create and format headings, paragraphs, blockquotes, images, and video all in one place instead of having to add and format them individually. Just double-click and easily create content.",
  "57fa6135": "Static and dynamic content editing",
  "-a016b40": "A rich text element can be used with static or dynamic content. For static content, just drop it into any page and begin editing. For dynamic content, add a rich text field to any collection and then connect a rich text element to that field in the settings panel. Voila!",
  "-4bffb26e": "How to customize formatting for each rich text",
  "-43ba1153": "Headings, paragraphs, blockquotes, figures, images, and figure captions can all be styled after a class is added to the rich text element using the \"When inside of\" nested selector system.",
  "11c97eb4": "looking for something else? ",
  "-52475d19": "Get in touch with us today",
  "4570abe6": "Escape to see the world on your terms, in the most unforgettable way. Tell us exactly how you want your charter and we will tailor every moment on board to your taste.",
  "4af6e1a7": "Overview ",
  "394dc0be": "Yacht amenities",
  "291f55": "WiFi",
  "-672ce9c3": "Sun Deck",
  "31591d4b": "Vege Options",
  "50331c0b": "Transfer",
  "f9f5": "A/C",
  "33f14b98": "Parking",
  "-7b57ced": "Full Kitchen",
  "-505a13d7": "Game room",
  "27a90580": "Refrigerator",
  "5adbc803": "Alice Aloha ",
  "-2667e103": "+20 120 894 244",
  "47b21fbd": "ALICE ALOHA",
  "5a2ea9d0": "red sea discovery",
  "f8415c8": "Related news",
  "-4bb7df1c": "Unforgettable travel experiences. Read our latest news and get in contact to start planning your very own adventure in Egypt.",
  "-670e6ad3": "VIEW ALL NEWS",
  "-237585f": "Sign up to get an email every time a new blog is published. Only happens once a month!",
  "1deed91f": "Luxury Yachts",
  "-6413bb96": "Find your favourite yacht",
  "-17038eeb": "Unrivalled luxury. Your ideal yacht and crew are waiting to deliver an experience like no other. Just tell us what perfection looks like to you.",
  "-3e8e3094": "Diamond Class",
  "-6398945f": "Golden Class",
  "-4438495b": "Silver Class",
  "ccc773a": "Coming Soon",
  "73a1b03": "©COPYRIGHT 2022 - EGYPTYACHTING",
  "3a787291": "Daily trip with your private motorboat",
  "6ad68c0f": "Uncover the unknown with a daily adventure charter and tick off your ultimate ",
  "-4d95bf63": "bucket list destinations.",
  "-496fc2fe": "©COPYRIGHT 2021 - EGYPTYACHTING",
  "381e08d8": "Our latest news",
  "-32ef1a7f": "Featured posts",
  "7635fb4f": "This is some text inside of a div block.",
  "-54eaccec": "Explore our most recent travel itineraries ",
  "-347181d1": "Unforgettable travel experiences. Read our latest example trips and get in contact to start planning your very own adventure in Egypt.",
  "79e72fac": "Latest news",
  "-18435c07": "CHOOSE YOUR FAVORITE YACHT ",
  "-4713b806": "Live an unforgettable experience with your family or friends cruising through the most beautiful landscapes of the Red Sea. Experience life onboard tailored to your preferences - select your favourite yacht - be your own captain.",
  "16eeb7de": "motorboats",
  "-6e41997e": "tailored to your preferences",
  "67627de2": "sailboats",
  "74f53e46": "EXPLORE THE UNEXPLORED",
  "7b703d1f": "LUXURY YACHTS",
  "19fe776b": "The world's finest luxury yachts",
  "1b555283": "ADVENTURE CHARTER FOR YOUR BUCKET LIST",
  "14a4ace2": "EXPLORE MORE",
  "b6ab345": "Enjoy every little moment spent on the sea. As soon as you step onboard, your charter experience will be tailored to your taste from food, drinks to any other activities.",
  "-7087ca42": "our world",
  "-70d4fbcf": "ABOUT US",
  "3796d1": "Our team",
  "-61dd5c68": "Yachting experience - your new way of living",
  "-137e16ac": "OUR CONCEPT",
  "-718573e": "Founded with love for the best charter experience. Egypt Yachting selected only the most beautiful exterior boats to allow a unique experience not available anywhere else. Featuring best technologies alongside great design, and breathtaking performance.",
  "-1d9f3868": "Yachting is all about the excitement and passion ",
  "-5b5aa4c3": "We built our reputation for getting the most luxurious offers carefully selected for every client. We have forged a community from adventurous spirits, vast open waters, and a host of musicians, collaborators, sailors, and revelers.",
  "2aa310cc": "         YACHTS        ",
  "-7bf5d066": "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.",
  "44df306f": "Corporate information ",
  "7c0bf111": "Data protection ",
  "-64062591": "Cookies",
  "-211b4618": "Marketing services ",
  "-762aa40a": "Personal data ",
  "-589df62f": "Corporate information",
  "-3a90490": "The controller for purposes of processing your personal data is: ",
  "4806dfe0": "Egypt Yachting ",
  "3f08addf": "84-513 El Gouna ",
  "-31a8e647": "Red Sea, Egypt ",
  "265b9c0f": "If you have any questions or suggestions regarding data protection or would like to exercise your rights, please feel free to contact us at the following link:",
  "3c2ed0d4": "https://www.egyptyachting.com/contact",
  "-50260e97": "The subject of data protection",
  "-3804864e": "The subject of data protection is personal data, i.e. all information relating to an identified or identifiable natural person. Personal data is also referred to simply as data in the following.",
  "-65d00316": "Automated data collection: ",
  "-6f92bbf7": "When accessing our website, your end device automatically transmits data for technical reasons. The following data is stored separately from other data that you may transmit to us:",
  "3484c6c0": "- URL of the page accessed",
  "-25cb736d": "- Latency of the network connection",
  "716e1cd5": "- Date and time",
  "6d2dd40b": "We store this data for the following purposes:",
  "174b5d51": "- for load balancing, to be able to offer you the fastest possible loading times",
  "-256ef930": "- to ensure the security of our IT systems, e.g. to defend against specific attacks on our systems and to recognize attack patterns",
  "5f9ebf79": "- to ensure the proper operation of our IT systems, e.g. if errors occur that we can only rectify by storing the IP address;",
  "3599bdfa": "- to enable criminal prosecution, averting of a danger or legal prosecution in the event of specific indications of criminal offenses",
  "-11d438cf": "Type of data we collect: ",
  "5994d05": "While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”). Personally, identifiable information may include, but is not limited to:",
  "78a2389d": "- Email address",
  "-3a9bc6d7": "- Full name",
  "6500436e": "- Phone number",
  "19897bf": "- Address, State, Province, ZIP/Postal code, City",
  "5f9ed816": "- Cookies and Usage Data",
  "-33e8770f": "Email address, full name, phone number, address, state will be retained until the user requests their removal.",
  "7ec8575d": "We use functional, analytical and tracking cookies. A cookie is a small text file that is stored in the browser of your computer, tablet or smartphone when you first visit this website. We use cookies with a purely technical functionality. These ensure that the website works properly and that, for example, your preferred settings are remembered. These cookies are also used to make the website work properly and to optimise it. In addition, we place cookies that keep track of your surfing behavior so that we can offer customised content and advertisements.",
  "58b23a67": "Newsletter ",
  "70c658ec": "You have the option on our website to register for our newsletter. With our newsletter, we would like to send you information on offers, tours, activities, or special promotions that is as personalized as possible. By registering for our newsletter, you, therefore, consent to us processing your email address as the purpose of sending the newsletter. You can object to this at any time – by deselecting the corresponding checkbox or clicking the unsubscribe link in the e-mails. The newsletter is distributed via “MailChimp”, a newsletter shipping platform of Rocket Science Group, LLC, 675 Ponce De Leon Ave # 5000, Atlanta, GA 30308, USA.",
  "2838ed38": "Marketing services",
  "35130d97": "We place advertisements, paid links, etc. on third-party sites on the web and social media platforms. To measure the success of our advertisements, cookies are set – insofar as you have consented – when you are redirected from the relevant third-party site to our website to use them to analyze click behavior for billing purposes.",
  "106b2181": "Google analytics ",
  "-3467ffc9": "https://policies.google.com/privacy?hl=en",
  "6ede78d4": "Facebook pixel ",
  "-1d6a83f2": "If you have consented, the Facebook pixel is used on our website. The Facebook pixel records when you perform certain actions on our website or visit certain areas on our website. The Facebook pixel also collects usage data (such as URL, referrer URL, IP address, device and browser characteristics, and timestamp). The Facebook pixel generates a checksum (hash value) from this information and transmits this hash value to Facebook. If available, the Facebook cookie is also addressed and your Facebook ID is transmitted. If you have a Facebook profile and log in there, you can be presented with targeted personalized advertising on Facebook based on the data transmitted by the pixel. Data from users who do not have a Facebook profile is discarded by Facebook without being used.",
  "-317ab751": "Social media ",
  "-1468bbfa": "We operate pages or profiles on various social media platforms. Within this context, personal data is processed as described below. If you interact with us via our social media sites or our posts, we will collect and process the information you provide in connection with this, including your user name and any profile photo, if applicable, for example, if you mark a post with \"Like\", share or \"retweet\", comment or provide other content. The data processing in this regard is regularly carried out based on our legitimate interest in providing the corresponding functions on our social media pages. Please also note that this content is published on our relevant social media sites according to your account settings and can be accessed by anyone worldwide.",
  "7e5402e2": "Securing personal data ",
  "-47b8b4f1": "Egypt Yachting takes the protection of your data seriously and takes appropriate measures to prevent misuse, loss, unauthorised access, unwanted disclosure and unauthorised modification. If you have the impression that your data is not properly secured or there are indications of abuse, please contact our customer service.",
  "-1514ff24": "Changes to this Privacy Policy ",
  "543f0a48": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
  "-1df83be0": "Contact ",
  "38331ee8": "If you have any questions about this Privacy Policy, please contact us: ",
  "-78b41538": "Sail throw the Red Sea",
  "-462c55b": "Charter a sailboat for a few days, spend the night under the stars and experience the Red Sea like never before. ",
  "18b07ef2": "OUR SERVICEs",
  "-5d6b87ab": "Terms & Conditions ",
  "-6e5b8232": "Please read these terms and conditions carefully before using our Service.",
  "17fbfe7": "Acknowledgment",
  "-4d9af70a": "Use of the Service",
  "3ccf3f11": "Cancellation Policy ",
  "-4d25cfdb": "These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and Egypt Yachting. ",
  "5525c898": "These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users, and others who access or use the Service. Our Privacy Policy describes Our policies and procedures on the collection, use, and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service.",
  "63a78ecb": "These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute.",
  "-7027c58f": "Egypt Yachting operates Services such as yacht & boat charter, multi day tours, cruises, adventure trips, luxury travels and other travel activities. Those Services are solely for persons who are aged 18 years or older. Any access to or use of the Platform by anyone under 18 years is expressly prohibited. By accessing or using the Services and the Platform you guarantee that you are 18 years or older.",
  "1dff41e2": "Prohibited Conduct",
  "7a62344a": "Egypt Yachting's Services are only available for private, and non-commercial use. It is not allowed to sell, re-sell, re-use or commercially use content, decrypt, decompile or copy the information, software, products or services available on our website.",
  "-4baa73d9": "Booking Policy ",
  "-24d60ec8": "By using our Service, you agree to be bound by the Terms & Conditions specified and communicated by Egypt Yachting or our payment service providers. We may require a security deposit for our Service. The amount of this deposit depends of the type of the Service. ",
  "7232beb9": "Reservations ",
  "-3fb6cd2a": "To confirm a booking with Egypt Yachting, you must supply the following information: ",
  "-fad7d3c": "Full name ",
  "-4aa5b17c": "Nationality ",
  "-71493777": "Passport number ",
  "58ea50f1": "Dive/kite certificate and number of divers ",
  "-433597d2": "Flight details ",
  "6908153f": "Gear for rent ",
  "314fd1fe": "Medical conditions if any ",
  "67a020fb": "Egypt Yachting offers discounts for group bookings. ",
  "-140178ba": "You may request a liveaboard spot to be held under a temporary reservation while you arrange your flight. You will be advised of the expiry date which is how long the places will be held.",
  "401e9125": "Egypt Yachting has the right to change the ship and move the guests into another boat in case of any circumstances which could make it necessary. The guests may stay first or last night at the hotel. Egypt Yachting reserve the right to change Terms & Conditions resulting in any regulations or new rules from the government in Egypt.",
  "d4d0b27": "If you wish to cancel your trip, simply send us a message asking about cancellation and we will respond as soon as possible. Please keep in mind that you can always postpone your Service without cancellation. Our cancellation fees may vary based on the period of the time between the date of cancellation, the departure date and the boat charter. You will be informed about the cancellation fee while booking your Service.",
  "-624ddff": "Bad weather conditions ",
  "d2a8563": "We will provide alternative dates that will not imply any reduction or increase in the rate or conditions.",
  "594ee9ae": "If the weather conditions prevent us from operating a safe trip, and we can not find an alternative date, we will proceed with a full refund. The refund will be made by bank transfer (excluding the transfer fee).",
  "-57ef410a": "Bad weather conditions are those that either prevent the boat from leaving its base or that avert the boat trip from being carried out with full guarantees of safety and a fair level of comfort for our guests. Please remember that you are booking a sailing adventure in the outdoors - an extreme condition is implied on what puts you in danger, and not necessarily what might be slightly uncomfortable.",
  "df387f0": "Changes to these Terms & Conditions",
  "-779f3daf": "By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service.",
  "-37fe36a2": "If you have any questions about this Privacy Policy, please contact us via email. "
}